from geeta import *
def greet():
    user = "User "
    askNews = "Kaisa h tu?"
    askSadIf = "Yaara kya hua?"
    askProblem = "Yaara jo problem h openly bolne ka, or ha number diya h wo enter kr-"
    name = input("Radhe Radhe yaara, Ek kaam kro apna naam btao taaki kaam ho paye aage-")
    gender = input("Ha gender v bta dena taaki achhe se baat kr skoo mai-")
    if gender == "male":
        user = user.replace("User", "Bhai")
        askProblem = askProblem.replace("Yaara", "Bhai")


    elif gender == "female":
        askSadIf = askSadIf.replace("User", name)
        askProblem = askProblem.replace("Yaara", name)
        askNews = askNews.replace("Kaisa", "Kaisi")

    else:
        user = user.replace("Yaara", name)
        askProblem = askProblem.replace("Yaara", name)
        askNews = askNews.replace("Kaisa", "Kaise")

    #
    haal = input(name + " " + askNews + "\n\t 1.Sad \t2.Happy \t3.Can't decide ---")
    if haal == "1" or haal == "Sad":
        print(askSadIf)
        problemFile = open("problemsList.txt", "r")
        print(problemFile.read())
        nprob = int(input(askProblem))
        if nprob==1:
            geetaonSick()
        elif nprob==2 or nprob==3:
            print("Oh it was so sad to hear, i can help you to entertain")
            stories()
        elif nprob==4:
            geetaonQuarrelFriends()
        elif nprob==5:
            geetaonBreakup()
        elif nprob==6:
            geetaonPartnerSeenwithOther()
        elif nprob==7:
            geetaonPartnerMarriagetoOther()
        elif nprob==8:
            geetaonEldersDaant()
        elif nprob==9:
            geetaonBadMarksScore()
        elif nprob==10:
            geetaonchangeinFriendBehaviour()
        elif nprob==11:
            geetaonOnesidedLove()
        elif nprob==12:
            geetaonthinkingDhokha()
        elif nprob==15:
            geetaon4log()
        elif nprob==16:
            geetaonFeelAlone()
        elif nprob==17:
            geetaonGodsGifts()
        else:
            print("None selected, or any error occured. Please enter a situation")
            while nprob<1 or nprob>18:
                nprob = int(input(askProblem))
                




def stories():
    storyNum=int(input("Enter the kind of the story you want to listen:\n1.Inspirational\t 2.Funny\t3. Related to punarjanma\t 4.Panchatantra\t"))
    if storyNum==1:
        print("Showing available stories enter the number to read or listen...")
        print(
            '''
            1.बन्दर चाल
            2.निडरता 
            3.स्टीफन हॉकिंग जिन्होंने मौत को मात दे दी
            4.कैसे एक भिखारी ने खड़ी की करोड़ों की कंपनी
 '''
        )
        sereal=int(input("Enter the  serial no of the story you want to hear  or read:"))
        if sereal==1:
            monkeyStory()
        elif sereal==2:
            nidarta()
        elif sereal==3:
           stifanHawkingStory()
        elif sereal==4:
            Renuka()
        else:
             print("No choice entered please choose one")
             while sereal>0 or sereal<5:
                 sereal=int(input("Enter  the serial no of the story you want to hear or read:"))
    elif storyNum==2:
         print("Showing available stories enter the number to read or listen...")
         print(
            '''
            1.सेठ और उसका नौक
            2.अनपढ़ पत्नी
            3.नाराजगी
            4.लायंस डेन में हंसी प्रतियोगिता
. '''
        )
         sereal=int(input("Enter  the serial no of the story you want to hear or read:"))
         if sereal==1:
             sethOrnaukar()
         elif sereal==2:
            foolwife()
         elif sereal==3:
             narazgi()
         elif sereal==4():
             lionsden()
         else:
             print("No choice entered please choose one")
             while sereal>0 or sereal<5:
                 sereal=int(input("Enter  the serial no of the story you want to hear or read:"))
    
    elif storyNum==3:
        print("Showing available stories enter the number to read or listen...")
        print(
            '''
            1.शरीर न मिलने पर 9 साल तक रहा प्रेत बनकर
            2.4 साल का बच्चा पाने लगा पिता और ससुर का सम्मान
            3.सच निकली पुनर्जन्म की बात
            4.3 साल के बच्चे ने ढ़ूंढे बीबी बच्चे
. '''
        )
        sereal=int(input("Enter  the serial no of the story you want to hear or read:"))
        if sereal==1:
             one()
        elif sereal==2:
            two()
        elif sereal==3:
             three()
        elif sereal==4():
             four()
        else:
             print("No choice entered please choose one")
             while sereal>0 or sereal<5:
                 sereal=int(input("Enter  the serial no of the story you want to hear or read:"))

    elif storyNum==4:
        print("Showing available stories enter the number to read or listen...")
        print(
            '''
            1.गाय और शेर
            2.जादुई पतीला 
            3.भूखी चिड़िया
            4.बंदर और खरगोश
. '''
        )
        sereal=int(input("Enter  the serial no of the story you want to hear or read:"))
        if sereal==1:
             cowandlion()
        elif sereal==2:
            magicalPot()
            
        elif sereal==3:
            hungryBird()
        elif sereal==4():
             monkeyandRabbit()
        else:
             print("No choice entered please choose one")
             while sereal>0 or sereal<5:
                 sereal=int(input("Enter  the serial no of the story you want to hear or read:"))

    else:
        print("None selected, select one")
        while storyNum>0 or  storyNum<5:
             storyNum=int(input("Enter the kind of the story you want to listen:\n1.Inspirational\t 2.Funny\t3. Related to punarjanma\t 4.Panchatantra\t"))
             storyNum = int(input("Please Enter a valid input : "))
def monkeyandRabbit():
    print(
        '''
एक बड़े-से जंगल में एक बंदर और एक खरगोश बड़े प्यार से रहते थे। दोनों में इतनी अच्छी दोस्ती थी कि हमेशा एक साथ खेलते और अपना सुख-दुख बांटते थे।

एक दिन खेलते-खेलते बंदर ने कहा, “मित्र खरगोश, आज कोई नया खेल खेलते हैं।” खरगोश ने पूछा, “बताओ कौन-सा खेल खेलने का मन है तुम्हारा?”बंदर बोला, “आज हम दोनों को आँख-मिचोली खेलनी चाहिए।” खरगोश हंसते हुए कहने लगा, “ठीक है, खेल लेते है। बड़ा मज़ा आएगा।” दोनों यह खेल शुरू करने ही वाले थे कि तभी उन्होंने देखा कि जंगल के सारे पशु-पक्षी इधर-उधर भाग रहे हैं।

बंंदर ने फ़ुर्ती दिखाते हुए पास से भाग रही लोमड़ी से पूछा, “अरे, ऐसा क्या हो गया है? क्यों सब भाग रहे हैं?” लोमड़ी ने जवाब दिया, “एक शिकारी जंगल में आया है, इसलिए हम सब अपनी जान बचाकर भाग रहे हैं। तुम भी जल्दी भागो वरना वह तुम्हें पकड़ लेगा।” इतना बोलकर लोमड़ी तेज़ी से वहाँ से भाग गई।
पंचतंत्र की कहानी: बंदर और खरगोश | 
एक बड़े-से जंगल में एक बंदर और एक खरगोश बड़े प्यार से रहते थे। दोनों में इतनी अच्छी दोस्ती थी कि हमेशा एक साथ खेलते और अपना सुख-दुख बांटते थे।

एक दिन खेलते-खेलते बंदर ने कहा, “मित्र खरगोश, आज कोई नया खेल खेलते हैं।” खरगोश ने पूछा, “बताओ कौन-सा खेल खेलने का मन है तुम्हारा?”

बंदर बोला, “आज हम दोनों को आँख-मिचोली खेलनी चाहिए।” खरगोश हंसते हुए कहने लगा, “ठीक है, खेल लेते है। बड़ा मज़ा आएगा।” दोनों यह खेल शुरू करने ही वाले थे कि तभी उन्होंने देखा कि जंगल के सारे पशु-पक्षी इधर-उधर भाग रहे हैं।

बंंदर ने फ़ुर्ती दिखाते हुए पास से भाग रही लोमड़ी से पूछा, “अरे, ऐसा क्या हो गया है? क्यों सब भाग रहे हैं?” लोमड़ी ने जवाब दिया, “एक शिकारी जंगल में आया है, इसलिए हम सब अपनी जान बचाकर भाग रहे हैं। तुम भी जल्दी भागो वरना वह तुम्हें पकड़ लेगा।” इतना बोलकर लोमड़ी तेज़ी से वहाँ से भाग गई।

शिकारी की बात सुनते ही बंदर और खरगोश भी डर कर भागने लगे। भागते-भागते दोनों उस जंगल से काफ़ी दूर निकल आए। तभी बंदर ने कहा, “मित्र खरगोश, सुबह से हम भाग रहे हैं। अब शाम हो चुकी है। चलो, थोड़ा आराम कर लेते हैं। मैं थक गया हूँ।”

खरगोश बोला, “हाँ, थकान ही नहीं, प्यास भी बहुत लगी है। थोड़ा पानी पी लेते हैं। फिर आराम करेंगे।”बंदर ने कहा, “प्यास तो मुझे भी लगी है। चलो, पानी ढूंढते हैं।”

दोनों साथ में पानी ढूंढने के लिए निकले। कुछ ही देर में उन्हें पानी का एक मटका मिला। उसमें बहुत कम पानी था। अब खरगोश और बंदर दोनों के मन में हुआ कि अगर इस पानी को मैं पी लूंगा, तो मेरा दोस्त प्यासा ही रह जाएगा।अब खरगोश कहने लगा, तुम पानी पी लो। मुझे ज़्यादा प्यास नहीं लगी है। तुमने उछल-कूद बहुत की है, इसलिए तुम्हें ज़्यादा प्यास लगी होगी।

फिर बंदर बोला, “मित्र, मुझे प्यास नहीं लगी है। तुम पानी पी लो। मुझे पता है, तुमको बहुत प्यास लगी है।”

दोनों इसी तरह बार-बार एक दूसरे को पानी पीने के लिए कह रहे थे। पास से ही गुज़र रहा हाथी थोड़ी देर के लिए रुका और उनकी बातें सुनने लगा।कुछ देर बाद हंसते हुए हाथी ने पूछा, “तुम दोनों पानी क्यों नहीं पी रहे हो?”

खरगोश ने कहा, “देखो न हाथी भाई, मेरे दोस्त को प्यास लगी है, लेकिन वो पानी नहीं पी रहा है।”

बंदर बोला, “नहीं-नहीं भाई, खरगोश झूठ बोल रहा है। मुझे प्यास नहीं लगी है। इसको प्यास लगी है, लेकिन यह मुझे पानी पिलाने की ज़िद कर रहा है।”हाथी यह दृश्य देखकर बोलने लगा, “तुम दोनों की दोस्ती बहुत गहरी है। हर किसी के लिए यह एक मिसाल है। तुम दोनों ही इस पानी को क्यों नहीं पी लेते हो। इस पानी को आधा-आधा करके तुम दोनों पी सकते हो।”

खरगोश और बंदर दोनों को हाथी का सुझाव अच्छा लगा। उन्होंने आधा-आधा करके पानी पी लिया और फिर थकान मिटाने के लिए आराम करने लगे।

कहानी से सीख
सच्चे दोस्त हमेशा एक-दूसरे का ख्याल रखते हैं। सच्ची दोस्ती में स्वार्थ की कोई जगह नहीं होती।
'''
    )

def hungryBird():
    print(
        '''
सालों पहले एक घंटाघर में टींकू चिड़िया अपने माता-पिता और 5 भाइयों के साथ रहती थी। टींकू चिड़िया छोटी सी थी। उसके पंख मुलायम थे। उसकी मां ने उसे घंटाघर की ताल पर चहकना सिखाया था।

घंटाघर के पास ही एक घर था, जिसमें पक्षियों से प्यार करने वाली एक महिला रहती थी। वह टींकू चिड़िया और उसके परिवार के लिए रोज रोटी का टुकड़ा डालती थी।एक दिन वह बीमार पड़ गई और उसकी मौत हो गई। टींकू चिड़िया और उसका पूरा परिवार उस औरत के खाने पर निर्भर था। अब उनके पास खाने के लिए कुछ नहीं था और न ही वो अपने लिए खान जुटाने के लिए कुछ करते हैं।

एक दिन भूख से बेहाल होने पर टींकू चिड़िया के पिता ने कीड़ों का शिकार करने का फैसला किया। काफी मेहनत करने के बाद उन्हें 3 कीड़े मिले, जो परिवार के लिए काफी नहीं थे। वे 8 लोग थे, इसलिए उन्होंने टींकू और उसके 2 छोटे भाइयों को खिलाने के लिए कीड़े साइड में रख दिए।इधर, खाने की तलाश में भटक रही टींकू, उसके भाई और उसकी मां ने एक घर की खिड़की में चोंच मारी, ताकि कुछ मिल जाए, लेकिन कुछ नहीं मिला। उल्टा घर के मालिक ने उनपर राख फेंक दी, जिससे तीनों भूरे रंग के हो गए।

उधर, काफी तलाश करने के बाद टींकू के पिता को एक ऐसी जगह मिली, जहां काफी संख्या में कीड़े थे। उनके कई दिनों के खाने का इंतजाम हो चुका था। वह जब खुशी-खुशी घर पहुंचा, तो वहां कोई नहीं मिला। वह परेशान हो गया।

सालों पहले एक घंटाघर में टींकू चिड़िया अपने माता-पिता और 5 भाइयों के साथ रहती थी। टींकू चिड़िया छोटी सी थी। उसके पंख मुलायम थे। उसकी मां ने उसे घंटाघर की ताल पर चहकना सिखाया था।

घंटाघर के पास ही एक घर था, जिसमें पक्षियों से प्यार करने वाली एक महिला रहती थी। वह टींकू चिड़िया और उसके परिवार के लिए रोज रोटी का टुकड़ा डालती थी।

एक दिन वह बीमार पड़ गई और उसकी मौत हो गई। टींकू चिड़िया और उसका पूरा परिवार उस औरत के खाने पर निर्भर था। अब उनके पास खाने के लिए कुछ नहीं था और न ही वो अपने लिए खान जुटाने के लिए कुछ करते हैं।

एक दिन भूख से बेहाल होने पर टींकू चिड़िया के पिता ने कीड़ों का शिकार करने का फैसला किया। काफी मेहनत करने के बाद उन्हें 3 कीड़े मिले, जो परिवार के लिए काफी नहीं थे। वे 8 लोग थे, इसलिए उन्होंने टींकू और उसके 2 छोटे भाइयों को खिलाने के लिए कीड़े साइड में रख दिए।


इधर, खाने की तलाश में भटक रही टींकू, उसके भाई और उसकी मां ने एक घर की खिड़की में चोंच मारी, ताकि कुछ मिल जाए, लेकिन कुछ नहीं मिला। उल्टा घर के मालिक ने उनपर राख फेंक दी, जिससे तीनों भूरे रंग के हो गए।

उधर, काफी तलाश करने के बाद टींकू के पिता को एक ऐसी जगह मिली, जहां काफी संख्या में कीड़े थे। उनके कई दिनों के खाने का इंतजाम हो चुका था। वह जब खुशी-खुशी घर पहुंचा, तो वहां कोई नहीं मिला। वह परेशान हो गया।


तभी टींकू चिड़िया, उसका भाई और मां वापस लौटे, तो पिता उन्हें पहचान नहीं पाए और गुस्से में उन्होंने सबको भगा दिया। टींकू ने पिता को समझाने की काफी कोशिश की। उसने बार-बार बताया कि किसी ने उनके ऊपर रंग फेंका है, लेकिन टींकू के हाथ असफलता ही लगी।

उसकी मां और भाई भी निराश हो गए, लेकिन टींकू ने हार नहीं मानी। वह उन्हें लेकर तालाब के पास गई और नहलाकर सबकी राख हटा दी। तीनों अब अपने पुराने रूप में आ गए। अब टींकू के पिता ने भी उन्हें पहचान लिया और माफी मांगी।

अब सब मिलकर खुशी-खुशी एक साथ रहने लगे। उनके पास खाने की भी कमी नहीं थी।

कहानी से सीख : कभी भी किसी पर पूरी तरह निर्भर नहीं रहना चाहिए। इंसान को खुद मेहनत करके अपनी जरूरत की चीजों को जुटाना चाहिए।

'''
    )
def magicalPot():
    print(
        '''
सालों पहले पीतल नगर में किशन नाम का एक किसान रहता था। वह गाँव के एक ज़मींदार के खेत पर काम करके किसी तरह अपना घर चला रहा था।

पहले किशन के भी खेत थे, लेकिन उसके पिता के बीमार होने के कारण उसे अपने सारे खेत बेचने पड़े। मज़दूरी में मिलने वाले पैसों से पिता का इलाज कराना और घर का खर्च चलाना मुश्किल हो रहा था।वो हर दिन सोचता कि कैसे घर की स्थिति को बेहतर किया जाए। आज भी इसी सोच के साथ किशन सुबह-सुबह ज़मींदार के खेत पर काम करने के लिए निकला।

खुदाई करते समय उसकी कुदाल किसी धातु से टकराई और तेज़ आवाज़ हुई। किशन के मन में हुआ कि आखिर ऐसा क्या है यहाँ? उसने तुरंत उस हिस्से को खोदा तो वहाँ से एक बड़ा-सा पतीला निकला। पतीला देखकर किशन दुखी हो गया।किशन के मन में हुआ कि ये ज़ेवरात होते तो मेरे घर की हालत थोड़ी सुधर जाती। फिर किशन ने सोचा कि चलो, अब खाना ही खा लेता हूँ। किशन ने खाना खाने के लिए अपने हाथ की कुदाल उस पतीले में फेंक दी और हाथ-मुँह धोकर खाना खाने लगा। खाना खत्म करने के बाद किशन अपनी कुदाल उठाने के लिए उस पतीले के पास पहुँचा।वहाँ पहुँचते ही किशन हैरान हो गया। उस पतीले के अंदर एक नहीं, बल्कि बहुत सारे कुदाल थे। उसे कुछ समझ नहीं आया। तभी उसने अपने पास रखी एक टोकरी को भी उस पतीले में फेंक दिया। वो एक टोकरी भी पतीले के अंदर जाते ही बहुत सारी हो गईं। ये सब देखकर किशन खुश हो गया और उस जादुई पतीले को अपने साथ घर लेकर चला आया।वो हर दिन उस बर्तन में अपने कुछ औज़ार डालता और जब वो ज़्यादा हो जाते, तब उन्हें बाज़ार जाकर बेच आता। ऐसा करते-करते किशन के घर की हालत सुधरने लगी। उसने इस तरह से बहुत पैसा कमाया और अपने पिता का इलाज भी करवा लिया। एक दिन किशन ने कुछ गहने खरीदें और उन्हें भी पतीले में डाल दिया। वो गहने भी बहुत सारे बन गए। इस तरह धीरे-धीरे किशन अमीर होने लगा और उसने ज़मींदार के यहाँ मज़दूरी करना भी छोड़ दिया।किशन को अमीर होते देख ज़मींदार मोहन को किशन पर शक़ हुआ। वो सीधे किशन के घर पहुँचा। वहाँ जाकर उसे जादुई पतीले के बारे में पता चला। उसने किशन से पूछा, “तुमने यह पतीला कब और किसके घर से चुराया?”

डरी हुई आवाज़ में किशन बोला, “साहब! ये पतीला मुझे खेत में खुदाई के समय मिला था। मैंने किसी के घर चोरी नहीं की है।”यां
पंचतंत्र की कहानी: जादुई पतीला | 

सालों पहले पीतल नगर में किशन नाम का एक किसान रहता था। वह गाँव के एक ज़मींदार के खेत पर काम करके किसी तरह अपना घर चला रहा था।

पहले किशन के भी खेत थे, लेकिन उसके पिता के बीमार होने के कारण उसे अपने सारे खेत बेचने पड़े। मज़दूरी में मिलने वाले पैसों से पिता का इलाज कराना और घर का खर्च चलाना मुश्किल हो रहा था।
वो हर दिन सोचता कि कैसे घर की स्थिति को बेहतर किया जाए। आज भी इसी सोच के साथ किशन सुबह-सुबह ज़मींदार के खेत पर काम करने के लिए निकला।

खुदाई करते समय उसकी कुदाल किसी धातु से टकराई और तेज़ आवाज़ हुई। किशन के मन में हुआ कि आखिर ऐसा क्या है यहाँ? उसने तुरंत उस हिस्से को खोदा तो वहाँ से एक बड़ा-सा पतीला निकला। पतीला देखकर किशन दुखी हो गया।

Report Ad
किशन के मन में हुआ कि ये ज़ेवरात होते तो मेरे घर की हालत थोड़ी सुधर जाती। फिर किशन ने सोचा कि चलो, अब खाना ही खा लेता हूँ। किशन ने खाना खाने के लिए अपने हाथ की कुदाल उस पतीले में फेंक दी और हाथ-मुँह धोकर खाना खाने लगा। खाना खत्म करने के बाद किशन अपनी कुदाल उठाने के लिए उस पतीले के पास पहुँचा।


वहाँ पहुँचते ही किशन हैरान हो गया। उस पतीले के अंदर एक नहीं, बल्कि बहुत सारे कुदाल थे। उसे कुछ समझ नहीं आया। तभी उसने अपने पास रखी एक टोकरी को भी उस पतीले में फेंक दिया। वो एक टोकरी भी पतीले के अंदर जाते ही बहुत सारी हो गईं। ये सब देखकर किशन खुश हो गया और उस जादुई पतीले को अपने साथ घर लेकर चला आया।

Report Ad
वो हर दिन उस बर्तन में अपने कुछ औज़ार डालता और जब वो ज़्यादा हो जाते, तब उन्हें बाज़ार जाकर बेच आता। ऐसा करते-करते किशन के घर की हालत सुधरने लगी। उसने इस तरह से बहुत पैसा कमाया और अपने पिता का इलाज भी करवा लिया। एक दिन किशन ने कुछ गहने खरीदें और उन्हें भी पतीले में डाल दिया। वो गहने भी बहुत सारे बन गए। इस तरह धीरे-धीरे किशन अमीर होने लगा और उसने ज़मींदार के यहाँ मज़दूरी करना भी छोड़ दिया।


किशन को अमीर होते देख ज़मींदार मोहन को किशन पर शक़ हुआ। वो सीधे किशन के घर पहुँचा। वहाँ जाकर उसे जादुई पतीले के बारे में पता चला। उसने किशन से पूछा, “तुमने यह पतीला कब और किसके घर से चुराया?”

डरी हुई आवाज़ में किशन बोला, “साहब! ये पतीला मुझे खेत में खुदाई के समय मिला था। मैंने किसी के घर चोरी नहीं की है।”

Report Ad
खेत में खुदाई की बात सुनते ही ज़मींदार ने कहा, “यह पतीला जब मेरे खेत से मिला, तो यह मेरा हुआ।” किशन ने जादुई पतीला ना लेकर जाने की बहुत मिन्नते कीं, लेकिन ज़मींदार मोहन ने उसकी एक नहीं सुनी। वो ज़बरदस्ती अपने साथ वो जादुई पतीला लेकर चला गया।ज़मींदार ने भी किशन की ही तरह उसमें सामान डालकर उन्हें बढ़ाना शुरू किया। एक दिन ज़मींदार ने अपने घर में मौजूद सारे गहने एक-एक करके उस पतीले में डाल दिए और रातोंरात बहुत अमीर हो गया।

एकदम से ज़मींदार के अमीर होने की खबर पीतल नगर के राजा तक पहुँच गई। पता लगाने पर राजा को भी जादुई पतीले की जानकारी मिली। फिर क्या था, राजा ने तुरंत अपने लोगों को भेजकर ज़मींदार के यहाँ से वो पतीला राजमहल मंगवा लिया।राजमहल में उस जादुई पतीले के पहुँचते ही राजा ने अपने आसपास मौजूद सामान को उसमें डालना शुरू दिया। सामान को बढ़ता देखकर राजा दंग रह गया। होते-होते आखिर में राजा खुद उस पतीले के अंदर चला गया। देखते-ही-देखते उस पतीले से बहुत सारे राजा निकल आए।

पतीले से निकला हर राजा बोलता, “मैं पीतल नगर का असली राजा हूँ, तुम्हें तो इस जादुई पतीले ने बनाया है।” ऐसा होते-होते सारे राजा आपस में लड़ने लगे और लड़कर मर गए। लड़ाई के दौरान वो जादुई पतीला भी टूट गया।जादुई पतीले के कारण राजमहल में हुई इस भयानक लड़ाई के बारे में नगर में सबको पता चल गया। इस बात की जानकारी मिलते ही मज़दूर किशन और ज़मींदार मोहन ने सोचा, अच्छा हुआ कि हमने उस जादुई पतीले का इस्तेमाल सही से किया। उस राजा ने अपनी मूर्खता के कारण अपनी जान ही खो दी।

कहानी से सीख
जादुई पतीले की कहानी से दो सीख मिलती हैं। पहली कि मूर्खता का अंत बुरा ही होता है। दूसरी यह कि हर सामान का इस्तेमाल संभलकर करना चाहिए। अति हानिकारक हो सकती है।
'''
    )
def cowandlion():
    print(
        '''
एक पहाड़ी के नीचे रामगढ़ नाम का एक गांव था। गांव के सारे जानवर हरी घास खाने के लिए सुबह उसी पहाड़ी के ऊपर बसे जंगल में जाते और शाम होते-होते घर वापस आ जाते थे।

हर दिन की तरह लक्ष्मी नाम की एक गाय अन्य गायों के साथ उसी पहाड़ी के जंगल में घास खाने के लिए गई थी। वह हरी घास खाने में इतनी ज़्यादा प्रसन्न थी कि वह कब एक शेर की गुफ़ा के पास पहुंच गई, उसे पता भी नहीं चला।शेर अपनी गुफ़ा में सो रहा था और वह पिछले दो दिनों से भूखा भी था। जैसे ही लक्ष्मी शेर की गुफ़ा के पास पहुँची, गाय की खुशबू से शेर की नींद खुुल गयी।

वह शेर धीरे-धीरे गुफ़ा से बाहर आया और गुफ़ा के बाहर गाय देखकर खुश हो गया। शेर ने मन ही मन सोचा कि आज उसकी दो दिनों की भूख मिट जाएगी। वह इस तंदुरुस्त गाय का ताज़ा मांस खाएगा और यह सोचकर उसने एक तेज़ दहाड़ लगायी।लक्ष्मी शेर की दहाड़ सुनकर डर जाती है। जब वह अपने आस-पास देखती है, तो वहां दूर-दूर तक उसको कोई भी दूसरी गायें नहीं दिखीं।

जब वह हिम्मत करके पीछे मुड़ी, तो उसे सामने शेर खड़ा हुआ दिखाई दिया। उस शेर ने लक्ष्मी को देखकर फिर से दहाड़ लगायी है और लक्ष्मी से कहा, “मुझे दो दिनों से कोई शिकार नहीं मिल रहा था, मैं भूखा था। शायद इसलिए भगवान ने मेरा पेट भरने के लिए तुझे मेरे यहां पर भेजा है। आज मैं तुझे खाकर अपनी भूख मिटा लूंगा।”शेर की बात सुनकर लक्ष्मी डर जाती है। वह रोते हुए शेर से कहती है “मुझे जाने दो, मुझे मत खाओ। मेरा एक छोटा बच्चा है, जो अभी सिर्फ मेरा ही दूध पीता है और उसे घास खाना अभी तक नहीं आया है।”

लक्ष्मी की बात सुनकर शेर हंसते हुए कहता है, “तो क्या मैं अपने हाथ में आए शिकार को ऐसे ही जाने दूं? मैं तो आज तुझे खाकर अपनी दो दिनों की भूख मिटाऊंगा।”शेर के ऐसा कहने पर लक्ष्मी उसके सामने रोने लगी और विनती करते हुए कहती है कि “आज मुझे जाने दो। मैं आज अपने बछड़े को आखिरी बार दूध पिला दूंगी और उसे बहुत सारा प्यारा करके, कल सुबह होते ही तुम्हारे पास आ जाऊंगी। फिर तुम मुझे खा लेना और अपना भूखा पेट भर लेना।”शेर लक्ष्मी की यह बात मान जाता है और धमकी देते हुए कहता है कि, “अगर कल तू नहीं आई, तो मैं तेरे गांव आऊंगा, फिर तुझे और तेरे बेटे दोनों को खा जाऊंगा।”

लक्ष्मी शेर की यह बात सुनकर खुश हो जाती है और शेर को अपना वचन देकर गांव वापस चली जाती है। वहां से वह सीधे अपने बछड़े के पास जाती है। उसे दूध पिलाती है और बहुत सारा प्यार करती है। फिर बछड़े को शेर के साथ हुई सारी घटना बताती है और कहती है कि उसे अब अपना ख़्याल ख़ुद ही रखना होगा। वह कल सुबह होते ही अपना वचन पूरा करने के लिए शेर के पास चली जाएगी।
एक पहाड़ी के नीचे रामगढ़ नाम का एक गांव था। गांव के सारे जानवर हरी घास खाने के लिए सुबह उसी पहाड़ी के ऊपर बसे जंगल में जाते और शाम होते-होते घर वापस आ जाते थे।

हर दिन की तरह लक्ष्मी नाम की एक गाय अन्य गायों के साथ उसी पहाड़ी के जंगल में घास खाने के लिए गई थी। वह हरी घास खाने में इतनी ज़्यादा प्रसन्न थी कि वह कब एक शेर की गुफ़ा के पास पहुंच गई, उसे पता भी नहीं चला।
शेर अपनी गुफ़ा में सो रहा था और वह पिछले दो दिनों से भूखा भी था। जैसे ही लक्ष्मी शेर की गुफ़ा के पास पहुँची, गाय की खुशबू से शेर की नींद खुुल गयी।

वह शेर धीरे-धीरे गुफ़ा से बाहर आया और गुफ़ा के बाहर गाय देखकर खुश हो गया। शेर ने मन ही मन सोचा कि आज उसकी दो दिनों की भूख मिट जाएगी। वह इस तंदुरुस्त गाय का ताज़ा मांस खाएगा और यह सोचकर उसने एक तेज़ दहाड़ लगायी।

Report Ad
लक्ष्मी शेर की दहाड़ सुनकर डर जाती है। जब वह अपने आस-पास देखती है, तो वहां दूर-दूर तक उसको कोई भी दूसरी गायें नहीं दिखीं।

जब वह हिम्मत करके पीछे मुड़ी, तो उसे सामने शेर खड़ा हुआ दिखाई दिया। उस शेर ने लक्ष्मी को देखकर फिर से दहाड़ लगायी है और लक्ष्मी से कहा, “मुझे दो दिनों से कोई शिकार नहीं मिल रहा था, मैं भूखा था। शायद इसलिए भगवान ने मेरा पेट भरने के लिए तुझे मेरे यहां पर भेजा है। आज मैं तुझे खाकर अपनी भूख मिटा लूंगा।”

शेर की बात सुनकर लक्ष्मी डर जाती है। वह रोते हुए शेर से कहती है “मुझे जाने दो, मुझे मत खाओ। मेरा एक छोटा बच्चा है, जो अभी सिर्फ मेरा ही दूध पीता है और उसे घास खाना अभी तक नहीं आया है।”

लक्ष्मी की बात सुनकर शेर हंसते हुए कहता है, “तो क्या मैं अपने हाथ में आए शिकार को ऐसे ही जाने दूं? मैं तो आज तुझे खाकर अपनी दो दिनों की भूख मिटाऊंगा।”

Report Ad
शेर के ऐसा कहने पर लक्ष्मी उसके सामने रोने लगी और विनती करते हुए कहती है कि “आज मुझे जाने दो। मैं आज अपने बछड़े को आखिरी बार दूध पिला दूंगी और उसे बहुत सारा प्यारा करके, कल सुबह होते ही तुम्हारे पास आ जाऊंगी। फिर तुम मुझे खा लेना और अपना भूखा पेट भर लेना।”


शेर लक्ष्मी की यह बात मान जाता है और धमकी देते हुए कहता है कि, “अगर कल तू नहीं आई, तो मैं तेरे गांव आऊंगा, फिर तुझे और तेरे बेटे दोनों को खा जाऊंगा।”

लक्ष्मी शेर की यह बात सुनकर खुश हो जाती है और शेर को अपना वचन देकर गांव वापस चली जाती है। वहां से वह सीधे अपने बछड़े के पास जाती है। उसे दूध पिलाती है और बहुत सारा प्यार करती है। फिर बछड़े को शेर के साथ हुई सारी घटना बताती है और कहती है कि उसे अब अपना ख़्याल ख़ुद ही रखना होगा। वह कल सुबह होते ही अपना वचन पूरा करने के लिए शेर के पास चली जाएगी।

Report Ad
अपनी मां की बातें सुनकर बछड़ा रोने लगता है। दूसरे दिन सुबह होते ही लक्ष्मी जंगल की तरफ निकल जाती है और शेर की गुफ़ा के सामने पहुंचकर शेर से कहती है, “अपने वचन के अनुसार मैं तुम्हारे पास आ गई हूँ। अब तुम मुझे खा सकते हो।”

गाय की आवाज़ सुनकर शेर अपनी गुफ़ा से बाहर निकलकर आता है और भगवान के अवतार में प्रकट होते हैं। वह लक्ष्मी से कहते हैं, “मैं तो बस तुम्हारी परीक्षा ले रहा था। तुम अपने वचन की पक्की हो। मैं इससे बहुत प्रसन्न हुआ। तुम अब अपने घर और बछड़े के पास वापस जा सकती हो।”इसके बाद वे उस गाय को गौ माता होने का वरदान भी देते हैं और उसी दिन के बाद से सभी गायों को गौ माता कहना शुरू कर देते हैं।

कहानी से सीख
हमें जान की बाज़ी लगाते हुए भी अपने दिए हुए वचन को पूरा करना चाहिए। यही हमारे दृढ़ व्यक्तित्व को दर्शाता है।
'''
    )
def one():
    print(
        '''
मुजफ्फरनगर जिले के गांव खेड़ी अलीपुर जन्मे वीर सिंह को साढ़े तीन साल की उम्र में अपने पूर्वजन्म की बातें याद आ गईं। वीरसिंह ने बताया कि पूर्वजन्म में वह शिकारपुर में रहनेवाले पंडित लक्ष्मीचन्द जी बेटा था और उसका नाम सोमदत्त था। वीर सिंह अपने पूर्वजन्म के माता-पिता से मिलने की जिद करने लगा। लोग वीरसिंह की बातें सुनकर हैरान थे। यह बात शिकारपुर के पंडित लक्ष्मीचंदजी के कानों में भी पहुंची, जिन्हें वीर सिंह अपने पूर्वजन्म के पिता बताता था। लक्ष्मीचंद इस बात की सच्चाई जानने के लिए अलीपुर पहुंच गए और बालक वीर सिंह को चौपाल में बुलाया गया, जहां लक्ष्मीचंद बैठे थे।

बालक ने जैसे जी लक्ष्मीचंद को देखा पिताजी कहते हुए आकर उनसे लिपट गया। फिर वीरसिंह को अपने पूर्वजन्म के घर पर लाया गया। यहां उसने अपनी मां और बहनों के अलावा अपने उन भाइयों को भी पहचान लिया, जिनका जन्म सोमदत्त के मरने के बाद हुआ था। उत्सुकतावश लोगों ने वीर से पूछा कि तुम अपने इन भाइयों को कैसे पहचानते हो, जिनका जन्म तो तुम्हारी मृत्यु के बाद हुआ था। तब वीर ने बताया कि मृत्यु के बाद उसे 9 साल तक कोई शरीर नहीं मिला तो वह पूर्वजन्म के घर के पास ही प्रेत बनकर पेड़ पर रहने लगा। जब प्यास लगती तो कुंए से पानी पी लेता और भूख लगने पर रसोई से रोटी खा लेता था। तब प्रेत रूप में ही उसने अपने उन भाइयों को देखा था। यह सब सुनकर सभी लोग हैरान थे।
'''
    )
def two():
    print(
        '''
इस बच्चे की उम्र केवल चार साल थी, तबसे कहीं बड़ी उम्र के महिला-पुरुष इसे पिता और ससुर के रूप में सम्मान दे रहे हैं। बच्चा भी उनके साथ उसी तरह का व्यवहार करता है जैसे वह उनका पिता और सुसुर हो। इसका कारण इस बच्चे का इन लोगों से पिछले जन्म का रिश्ता होना है। यह घटना मध्यप्रदेश के सीहोर जिले से 10 किलोमीटर दूर बसे लसूडिया गांव की है। इस गांव में 11 अगस्त 2008 को आत्माराम के घर एक बालक का जन्म हुआ। परिवारवालों ने इस बालक का नाम विशाल रखा।

जब विशाल चार साल का हुआ तब इसने पूर्वजन्म की बातें बतानी शुरु कर दीं और अपने पूर्वजन्म के रिश्तेदारों के बारे में बताकर उनसे मिलने की जिद करने लगा। विशाल ने बताया कि वह मोगराराम का निवासी मेहताब सिंह है। बच्चे को लेकर जब मोगराराम ले जाया गया तो पता चला कि मेहताब सिंह का जन्म 11 जून 2007 को हो गया था। विशाल नाम के चार साल के उस बच्चे ने पूर्वजन्म में उनके साथ हुई लूट की घटना और खेत खलिहान तक को पहचान लिया। मेहताब सिंह के बेटे और बहू ने चार साल के विशाल को अपना पिता और ससुर मान लिया और इसी रुप में इन्हें सम्मान दिया। गीताप्रेस गोरखपुर से प्रकाशित कल्याण पत्रिका में इस घटना का उल्लेख किया गया है।
'''
    )
def three():
    print('''
  लखनऊ लिट्रेचर फेस्टिवल-2018 में पूर्वजन्म की अवधारणा पर आधारित एक पुस्तक का विमोचन किया गया, नाम है ‘पास्ट फॉरवर्ड’। यह पुस्तक अमृता लांबा नाम की लेखिका ने अपने पिता बलबीर सिंह उप्पल के जीवन पर लिखी है, जिनकी उम्र 96 साल है और उन्हें अपने पिछले जन्म की सभी बातें याद हैं। बचपन में ये अपने माता-पिता के साथ अपने पिछले जन्म के घर, जो अब पाकिस्तान में है भी गए हैं। लेकिन बाद में इनके माता-पिता ने वहां जाना बंद कर दिया क्योंकि वे अपने बेटे को परेशान होते हुए नहीं देखना चाहते थे। अमृता ने अपने पिता द्वारा बताई गई यादों पर पाकिस्तान जाकर ही रिसर्च की और सबकुछ सही पाया।    
'''
    )
def four():
    print(
        '''
लखीमपुर खीरी थाना मैलानी के गांव मक्कागंज में रहनेवाले शिवकुमार उस समय हैरान रह गए जब उनके ढाई साल के बेटे ने तोतली जुबान में अपने पिछले जन्म के गांव और परिवार के बारे में बताया। फिर रक्षाबंधन पर वह जिद करने लगा की पड़ोस के गांव में रहनेवाली अपनी बहन से राखी बंधवाने जाएगा। जब उसके पिता उसकी बातों के आधार पर पूछताछ करते हुए उस गांव में पहुंचे तो बच्चे के सारी बातें सच निकलीं।
'''
    )

def lionsden():
    print(
        '''
अफ़्रीकी सवाना के मध्य में, एक राजसी शेर की मांद थी। यह कोई साधारण गुफा नहीं थी, क्योंकि यह अपनी गहरी दहाड़ और चंचल स्वभाव के लिए प्रसिद्ध शेरों के एक समूह का घर था। एक दिन, सिंह राजा, जिसे लियो के नाम से जाना जाता है, अपने गौरव के बीच हँसी की भावना का जश्न मनाने के लिए एक शानदार विचार लेकर आया – लायन्स डेन में हँसी प्रतियोगिता।

प्रतियोगिता की खबर पूरे पशु साम्राज्य में जंगल की आग की तरह फैल गई, जिससे छोटे और बड़े सभी प्राणियों में उत्सुकता और उत्साह बढ़ गया। दूर-दूर से जानवर हंसी-मज़ाक से भरपूर तमाशा देखने के लिए उत्सुक होकर शेर की मांद की ओर उमड़ पड़े।

जैसे ही सूरज ढलने लगा, पूरे सवाना में गर्म सुनहरी छटा बिखेरते हुए, प्रतियोगिता शुरू हो गई। लियो ने, गर्व से खड़े होकर, एकत्रित भीड़ को नियमों की घोषणा की। प्रत्येक प्रतिभागी सभी को हँसाने के प्रयास में बारी-बारी से अपने सबसे मजेदार चुटकुले, कहानियाँ साझा करेगा या यहाँ तक कि अपनी मनोरंजक प्रतिभा का प्रदर्शन भी करेगा।

शेर की मांद से जो हंसी फूटी वह आनंद की स्वर लहरी थी। पक्षी चहचहाने लगे, बंदर चिल्लाने लगे और यहाँ तक कि आम तौर पर गंभीर हाथी भी प्रसन्नता से तुरही बजाने लगे। जानवर ज़मीन पर लोट रहे थे, उनके चेहरे से आँसू बह रहे थे, क्योंकि वे प्रतियोगियों द्वारा साझा की गई प्रफुल्लित करने वाली हरकतों और कहानियों पर पूरे दिल से हँसे थे।

एक-एक करके, जानवरों ने अपनी बुद्धि, हास्य और अद्वितीय प्रतिभा का प्रदर्शन करते हुए, केंद्र मंच पर कब्जा कर लिया। शरारती बंदर पेड़ों की शाखाओं पर झूल रहे थे, मजाकिया चेहरे बना रहे थे और कलाबाजी कर रहे थे जिससे दर्शक आश्चर्यचकित रह गए। बुद्धिमान बूढ़े उल्लू, जो अपने शुष्क हास्य के लिए जाना जाता है, ने पहेलियाँ साझा कीं जिन्होंने सुनने वालों की बुद्धि और धैर्य दोनों का परीक्षण किया।

चंचल लकड़बग्घों ने अपनी संक्रामक हँसी के साथ, अपने हास्यपूर्ण प्रभाव और मनोरंजक नृत्य दिनचर्या से सभी का मनोरंजन किया। यहां तक कि आम तौर पर उदासीन जिराफों ने भी अपनी लंबी गर्दन वाली स्लैपस्टिक दिनचर्या से सभी को आश्चर्यचकित कर दिया, अपने शरीर को असंभव स्थिति में मोड़ लिया, जिससे भीड़ बहुत प्रसन्न हुई।

जैसे-जैसे रात बढ़ती गई, हँसी तेज़ हो गई, पूरे सवाना में गूँजती हुई जानवरों के साम्राज्य के सबसे दूर के कोनों तक पहुँच गई। ऐसा लग रहा था मानों हर प्राणी हँसी से मिलने वाले आनंद और एकता को अपनाते हुए, आनंद में शामिल हो गया हो।

लायंस डेन में हंसी प्रतियोगिता ने जानवरों को एक महत्वपूर्ण सबक सिखाया – हँसी की शक्ति दूरियों को पाटने, सीमाओं को मिटाने और दोस्ती के स्थायी बंधन बनाने की। इसने उन्हें याद दिलाया कि जीवन की चुनौतियों और कठिनाइयों के बीच, हँसी में उपचार करने, आत्माओं को ऊपर उठाने और समुदायों को एक साथ लाने की क्षमता है।

आख़िरकार, हँसी प्रतियोगिता के विजेता की घोषणा करने का क्षण आ गया। यह कोई एक जानवर नहीं बल्कि सामूहिक हँसी की जीत थी। छोटे से छोटे कीड़े से लेकर सबसे शक्तिशाली शेर तक, हर प्रतिभागी ने खुशी के माहौल में योगदान दिया, जिससे कोई विजेता या हारा नहीं बल्कि खुशी और सौहार्द की साझा भावना थी।

जैसे ही जानवर विदाई ले रहे थे, हंसी से उनके पेट में दर्द हो रहा था, वे अपने साथ उस जादुई रात की यादें ले गए। लायन्स डेन की हँसी से भरी गूँज उनके दिलों में गूंजती रही, जो हँसी से पैदा होने वाले अविश्वसनीय बंधन की याद दिलाती रही।

उस दिन के बाद से, सवाना के जानवरों ने हँसी के उपहार को संजोया और इसे अपने दैनिक जीवन का हिस्सा बना लिया। उन्होंने सबसे सरल क्षणों में हास्य ढूंढना, एक-दूसरे के साथ हंसी साझा करना और हंसी प्रतियोगिता के अपने संस्करण बनाना सीखा, जिससे यह सुनिश्चित हुआ कि खुशी और उल्लास की भावना पूरे पशु साम्राज्य में पनपे।

तो, अगली बार जब आप स्वयं को अफ़्रीकी सवाना में घूमते हुए पाएं, तो ध्यान से सुनें। आप शेर की मांद से निकलने वाली हंसी की हल्की-हल्की गूँज सुन सकते हैं, जो हँसी की स्थायी शक्ति और छोटे-बड़े सभी प्राणियों के लिए इससे मिलने वाली खुशी का प्रमाण है।
'''
    )
def narazgi():
    print(
        '''
एक पति पत्नी के बिच में आपस में नाराजगी चल रही थी । नाराजगी इतनी थी की दोनों एक ही कमरे में रहने के बावजूद भी एक – दूसरे से बात नहीं करते थे ।

लेकिन दोनों एक – दूसरे के काम में कोई भी कमी नहीं आने देते थे , जैसे की सुबह पति उठता तो पत्नी चाय टेबल पर रख देती और जब पति को ऑफिस जाने का समय होता तब पत्नी लंच बॉक्स तैयार करके देती और टेबल पर रख देती । पति भी ऑफिस से शाम को घर आते समय सब्जी राशन आदि जिसकी भी जरूरत होती वो पत्नी के बिना बताये ही लेकर आता ।दोनों की नाराजगी का अब काफी समय गुजर गया । एक दिन पति को काम से ऑफिस में 10 बजे की जगह पर 8 बजे जाना था पर पति को तो देर तक सोने की आदत थी और अलार्म से भी वो नहीं उठ पाता था ।उसमे लिखा की देखो मुझे सुबह ऑफिस जल्दी जाना है इसलिए मुझे 6 बजे जगा देना । इस तरह पर्ची लिख कर वह पत्नी के बैड पर रख कर बेफिक्र होकर आराम से सो जाता है ।

पत्नी ने पर्ची खोलकर पढ़ी और फिर कुछ सोचने के बाद वो भी आराम से सो गयी । सुबह जब पति की नींद खुलती है तब वो उठकर घड़ी के सामने देखता है तब घड़ी में 8 बज रहे थे ।


फिर पति का ध्यान पास में पड़ी हुई एक पर्ची पर जाता है , पति वो पर्ची खोलता है तो उसमे लिखा हुआ था की उठ जाओ सुबह के 6 बज गए है ।

'''
    )
def sethOrnaukar():
    print(
        '''
एक सेठ थे । सेठ के घर पर श्यामू नाम का एक नौकर काम करता था । एक दिन सेठ ने श्यामू को समजाते हुए कहा की , देख श्यामू मेरे पास कोई भी मिलने के लिए आए तो मैं तुम्हे आवाज लगाऊंगा की श्यामू पानी ले आओ , मेरे इतने कहने पर तुम्हे आकर कहना है की मालिक ठंडा पानी , गरम पानी या सामान्य पानी ।

सेठ ने कहा अगर में तुम्हे श्यामू शर्बत लाओ ऐसे आवाज दू तो फिर तुम्हे आकर कहना है की मालिक काजू का या फिर बादाम का लाऊ । सेठ ने श्यामू से कहा की मेरे कहने का मतलब है की में जो भी चीज तुमसे मंगवाऊ तुम्हे मेहमानो के आगे एक चीज के दो – तीन अलग अलग Option देने है ।

श्यामू ने सेठ से कहा हां मालिक में समज गया, आप निश्चित रहिये में सब संभाल लूंगाकुछ देर के बाद सेठ के चार – पाँच बड़े व्यापारी सेठ से व्यापार के सिल – सिले बात करने के लिए आए । वो सब बैठ कर बात कर रहे थे । इतने में उनमे से एक व्यापारी ने सेठ से कहा की आप अपने पिताजी को भी बुला लीजिये तो उनके सामने ही हम सारी बात कर लेते है और इस Deal को Final कर के ही जाते है ।

तभी सेठ ने अपने नौकर श्यामू को आवाज लगाई और सेठ की आवाज सुनते ही श्यामू दौड़ कर चला आया । सेठ ने श्यामू से कहा की जरा मेरे पिताजी को बुला लाओ तो ।श्यामू ने थोड़ा सोचा और फिर वो सेठ से पूछने लगा की मालिक कौन से पिताजी को में बुलाऊ गुजरात वाले , मुंबई वाले या फिर चेन्नई वाले?
'''
    )

def foolwife():
    print(
        '''
राकेश ने एक खूबसूरत लड़की आरती से शादी की थी । आरती दिखने में काफी अच्छी थी और घर का सारा काम भी अच्छे से संभाल लेती थी लेकिन सिर्फ एक ही परेशानी थी की आरती पढ़ी – लिखी नहीं थी ।एक दिन राकेश को अपने सभी दोस्तों के साथ आरती को लेकर पार्टी में जाना था । राकेश ने आरती को पहले से ही बता दिया था की कल हमें मेरे दोस्तों के साथ पार्टी में जाना है । इसलिए कल तुम अच्छे से तैयार हो जाना क्योकि वह पर बड़े बड़े लोग इकट्ठा होंगे ।

राकेश ने साथ में ये भी कहा की वहाँ पर सब लोग ज्यादातर अंग्रेजी में ही बात करेंगे । वो लोग तुम से पूछेंगे की तुम्हारे साथ कौन है और तुम कौन हो ?तुम्हे उन लोगो को ऐसे जवाब देना है की ये मेरे Husband और मै इनकी Wife हूं । बिचारा राकेश आरती से पूरी रात रटवता रहा , तभी आरती ने कहा की मै बोल दूंगी अब आप आराम से सो जाओ ।

'''
    )
def Renuka():
    print(
        '''
यह एक ऐसे इंसान की कहानी है, जो अपनी मेहनत और लगन के बलबूते एक भिखारी से करोड़पति बन गया| जहाँ कभी वह घर-घर जाकर भीख माँगा करता था, आज न केवल उसकी कंपनी का टर्नओवर 30 करोड़ रुपए है बल्कि उसकी कंपनी की वजह से 150 अन्य घरों में भी चूल्हा जलता है|हम बात कर रहे हैं रेणुका अराध्य की, जिनकी उम्र अब 50 वर्ष की हो गयी है| उनकी जिंदगी की शुरुआत हुई बेंगालुरू के निकट अनेकाल तालुक के गोपासन्द्र  गाँव से| उनके पिता एक छोटे से स्थानीय मंदिर के पुजारी थे, जो अपने परिवार की जीविका के लिए दान-पूण्य से मिले पैसों पर से चलाते थे| दान-पुण्य के पैसों से उनका घर नहीं चल पाता था इसलिए वे आस-पास गाँवों में जा-जाकर भिक्षा में अनाज माँग कर लाते| फिर उसी अनाज को बाज़ार में बेचकर जो पैसे मिलते उससे जैसे-तैसे अपने परिवार का पालन-पोषण करते|

रेणुका भी भिक्षा माँगने में अपने पिता की मदद करते| पर परिवार की हालात यहाँ तक खराब हो गई कि छठी कक्षा के बाद एक पुजारी होने के नाते रोज पूजा-पाठ करने के बाद भी उन्हें कई घरों में जाकर नौकर का भी काम करना पड़ता|जल्दी ही उनके पिता ने उन्हें चिकपेट के एक आश्रम में डाल दिया, जहाँ उन्हें वेद और संस्कृत की पढ़ाई करनी पड़ती थी और सिर्फ दो वक्त ही भोजन मिलता था – एक सुबह 8 बजे और एक रात को 8 बजे| इससे वो भूखे ही रह जाते और पढ़ाई पर ध्यान नहीं दे पाते| पेट भरने के लिए वो पूजा, शादी और समाराहों में जाना चाहते थे, जिसके लिए उन्हें अपने सीनियर्स के व्यतिगत कामों को भी करना पड़ता| परिणामस्वरूप, वो दसवीं की परीक्षा में फ़ैल हो गए।

फिर उनके पिता के देहांत और बड़े भाई के घर छोड़ देने से, अपनी माँ और बहन की जिम्मेदारी उनके कन्धों पर आ गई| पर उन्होंने यह दिखा दिया कि मुसीबत की घडी में भी वे अपनी जिम्मेदारियों से मुह नहीं मोड़ते|

और इसी के साथ वे निकल पड़े आजीविका कमाने की एक बहुत लंबी लड़ाई पर| जिसमें उन्हें कई मुसीबतों का सामना करना पड़ा,  अपनी निराशाओं से जूझना पड़ा और धक्के पर  धक्के खाने पड़े|

इस राह पर न जाने उन्हें कैसे-कैसे काम करने पड़े जैसे, प्लास्टिक बनाने के कारखाने में और श्याम सुन्दर ट्रेडिंग कंपनी में एक मजदूर की हैसियत से, सिर्फ 600 रु के लिए एक सिक्योरिटी गार्ड के रूप में, सिर्फ 15 रूपये प्रति पेड़ के लिए नारियल के पेड़ पर चढ़ने वाले एक माली के रूप में|पर उनकी कुछ बेहतर कर गुजरने की ललक ने कभी उनका साथ नहीं छोड़ा और इसलिए उन्होंने कई बार कुछ खुद का करने का भी सोचा| एक बार उन्होंने घर-घर जाकर बैगों और सूटकेसों के कवर सिलने का काम शुरू किया, जिसमें उन्हें 30,000 रुपयों का घाटा हुआ|

उनके जीवन ने तब जाकर एक करवट ली जब उन्होंने सब कुछ छोड़कर एक ड्राइवर बनने का फैसला लिया| पर उनके पास ड्राइवरी सिखने के भी पैसे नहीं थे, इसलिए उन्होंने कुछ उधार लेकर और अपने शादी को अंगूठी को गिरवी रखकर ड्राइविंग लाइसेंस प्राप्त किया|

 

इसके बाद उन्हें लगा की अब सब ठीक हो जाएगा, पर किस्मत ने उन्हें एक और झटका दिया जब गाड़ी में धक्का लगा देने की वजह से उन्हें अपनी पहली ड्राइवर की नौकरी से कुछ ही घंटों में हाथ धोना पड़ा|पर एक सज्जन टैक्सी ऑपरेटर ने उन्हें एक मौक़ा दिया और बदले में रेणुका ने बिना पैसे के ही उनके लिए गाड़ी चलाई, ताकि वो खुद को साबित कर सके| वे दिन भर काम करते और रात-रात भर जागकर गाड़ी को चलाने का अभ्यास करते| उन्होंने ठान लिया कि,

“चाहे जो हो जाए, मैं इस बार वापस सिक्योरिटी गार्ड का काम नहीं करूँगा और एक अच्छा ड्राइवर बन कर रहूँगा”

 

वो अपने यात्रियों का हमेशा ही ध्यान रखते, जिससे उन पर लोगों का विश्वास जमता गया और ड्राइवर के रूप में उनकी माँग बढ़ती ही गई| वे यात्रियों के अलावा हॉस्पिटल से लाशों को उनके घरों तक भी पहुँचाते थे| वे कहते हैं,

“लाशों को घर तक पहुँचाने और उसके तुरंत बाद यात्रियों को तीर्थ ले जाने से मुझे एक बहुत बड़ी सीख मिली की जीवन और मौत एक बहुत लंबी यात्रा के दो छोर ही तो हैं और यदि आपको जीवन में सफल होना है तो किसी भी मौके को जाने न दें”पहले तो वे 4 वर्षों तक एक ट्रेवल कंपनी में काम करते रहे उसके बाद वे उस ट्रेवल कमपनी को छोड़कर वे एक दूसरी ट्रेवल कंपनी में गए, जहाँ उन्हें विदेशी यात्रियों को घुमाने का मौक़ा मिला। विदेशी यात्रियों से उन्हें डॉलर में टिप मिलती थी| लगातार 4 वर्षों तक यूँ ही टिप अर्जित करते-करते और अपनी पत्नी के पीएफ की मदद से उन्होंने कुछ अन्य लोगों के साथ मिलकर ‘सिटी सफारी’ नाम की एक कंपनी खोली| इसी कंपनी में आगे जाकर वे मैनेजर बने|

उनकी जगह कोई और होता तो शायद इतने पर ही संतुष्ट हो जाता, पर उन्हें अपनी सीमाओं को परखने को परखने की ठान रखी थी| इसलिए उन्होनें लोन पर एक ‘इंडिका” कार ली, जिसके सिर्फ डेढ़ वर्ष बाद एक और कार ली|इन कारों की मदद से उन्होंने 2 वर्षों तक ‘स्पॉट सिटी टैक्सी’ में काम किया| पर उन्होंने सोचा

“अभी मेरी मंजिल दूर है और मुझे खुद की एक ट्रेवल/ट्रांसपोर्ट कंपनी बनानी है”

कहते हैं न की किस्मत भी हिम्मतवालों का ही साथ देती है| ऐसा ही कुछ रेणुका साथ हुआ जब उन्हें यह पता चला कि ‘इंडियन सिटी टैक्सी’ नाम की एक कंपनी बिकने वाली है| सन 2006 में उन्होंने उस कंपनी को 6,50,000 रुपयों में खरीद ली, जिसके लिए उन्हें अपने सभी कारों को बेचना पड़ा| उन्हीं के शब्दों में,

“मैंने अपने जीवन का सबसे बड़ा जोखिम लिया, पर वही जोखिम आज मुझे कहाँ से कहाँ लेकर आ गया”

 उन्होंने अपनी उस कंपनी का नाम बदलकर ‘प्रवासी कैब्स’ रख दिया| उनके बाद वे सफलता की और आगे बढ़ते गए| सबसे पहले  ‘अमेज़न इंडिया’ ने प्रमोशन के लिए रेणुका की कंपनी को चुना| उसके बाद रेणुका ने अपनी  कंपनी को आगे बढ़ाने में जी-जान लगा दिया| धीरे-धीरे उनके कई और नामी-गिरामी ग्राहक बन गए, जैसे वालमार्ट, अकामाई, जनरल मोटर्स, आदि|

इसके बाद उन्होंने कभी पीछे पलट कर नहीं देखा और सफलता की ओर उनके कदम बढ़ते ही गए| पर उन्होंने कभी भी सीखना बंद नहीं किया| उनकी कंपनी इतनी मजबूत हो गई कि जहाँ कई और टैक्सी कंपनियाँ ‘ओला’ और ‘उबेर’ के आने से बंद हो गई, उनकी कंपनी फिर भी सफलता की ओर आगे बढ़ रही है| आज उनकी कंपनी की 1000 से ज्यादा कारें चलती है|आज वे तीन स्टार्टअप के डायरेक्टर हैं और तीन वर्षों में उनका 100 करोड़ के आँकड़े को छूने की उम्मीद है, जिसके बाद वो आईपीओ की ओर आगे बढ़ेंगे|
----------------------------------------------------------

कौन सोच सकता था कि बचपन में घर-घर जाकर अनाज मांगने वाला लड़का जो 10वीं कक्षा में फ़ैल हो गया था और जिसके पास खुद का एक रूपया नहीं था वह आज 30 करोड़ की कंपनी का मालिक है|   
'''
    )
def stifanHawkingStory():
    print(
        '''
8 जनवरी 1942, को स्टीफन हॉकिंग (Stephen Hawking) का जन्म हुआ था। हालांकि वे एक अच्छे शिक्षित परिवार में पैदा हुए थे, परन्तु उनके परिवार की आर्थिक अवस्था ठीक नहीं थी।  द्वितीय विश्व युद्ध का समय आजीविका अर्जन के लिए काफी चुनौतीपूर्ण था और एक सुरक्षित जगह की तलाश में उनका परिवार ऑक्सफोर्ड आ गया।आप को यह जानकार अचरज होगा कि जो Stephen Hawking आज इतने महान ब्रह्मांड विज्ञानी है, उनका स्कूली जीवन बहुत उत्कृष्ट नहीं था|

वे शुरू में अपनी कक्षा में औसत से कम अंक पाने वाले छात्र थे, किन्तु उन्हें बोर्ड गेम खेलना अच्छा लगता था| उन्हें गणित में बहुत दिलचस्पी थी, यहाँ तक कि उन्होंने गणितीय समीकरणों को हल करने के लिए कुछ लोगों की मदद से पुराने इलेक्ट्रॉनिक उपकरणों के हिस्सों से कंप्यूटर बना दिया था|

ग्यारह वर्ष की उम्र में स्टीफन, स्कूल गए और उसके बाद यूनिवर्सिटी कॉलेज, ऑक्सफोर्ड गए| स्टीफन गणित का अध्ययन करना चाहते थे लेकिन यूनिवर्सिटी कॉलेज में गणित  उपलब्ध नहीं थी, इसलिए उन्होंने भौतिकी अपनाई। ऑक्सफोर्ड में अपने अंतिम वर्ष के दौरान हॉकिंग अक्षमता के शिकार होने लगे| उन्हें सीढ़ियाँ चढ़ने और नौकायन में कठिनाइयों का समाना करना पड़ा| धीरे-धीरे यह समस्याएं इतनी बढ़ गयीं कि उनकी बोली लड़खड़ाने लगी। अपने 21 वें जन्मदिन के शीघ्र ही बाद, उन्हें Amyotrophic Lateral Sclerosis (ALS) नामक बीमारी से ग्रसित पाया गया| इस बीमारी के कारण शरीर के सारे अंग धीरे धीरे काम करना बंद कर देते है और अंत में मरीज की म्रत्यु हो जाती है।

उस समय, डॉक्टरों ने कहा कि स्टीफन हॉकिंग दो वर्ष से अधिक नहीं जी पाएंगे और उनकी जल्द ही मृत्यु हो जाएगी|ऑक्सफोर्ड में अपने अंतिम वर्ष के दौरान हॉकिंग अक्षमता के शिकार होने लगे| उन्हें सीढ़ियाँ चढ़ने और नौकायन में कठिनाइयों का समाना करना पड़ा| धीरे-धीरे यह समस्याएं इतनी बढ़ गयीं कि उनकी बोली लड़खड़ाने लगी। अपने 21 वें जन्मदिन के शीघ्र ही बाद, उन्हें Amyotrophic Lateral Sclerosis (ALS) नामक बीमारी से ग्रसित पाया गया| इस बीमारी के कारण शरीर के सारे अंग धीरे धीरे काम करना बंद कर देते है और अंत में मरीज की म्रत्यु हो जाती है।

उस समय, डॉक्टरों ने कहा कि स्टीफन हॉकिंग दो वर्ष से अधिक नहीं जी पाएंगे और उनकी जल्द ही मृत्यु हो जाएगी|धीरे-धीरे हॉकिंग की शारीरिक क्षमता में गिरावट आना शुरू हो गयी|  उन्होंने बैसाखी का इस्तेमाल शुरू कर दिया और नियमित रूप से व्याख्यान देना बंद कर दिया। उनके शरीर के अंग धीरे धीरे काम करना बंद हो गये और उनका शरीर धीरे धीरे एक जिन्दा लाश समान बन गया |

लेकिन हॉकिंग ने विकलांगता को अपने ऊपर हावी होने नहीं दिया। उन्होंने अपने शोध कार्य और सामान्य जिंदगी को रूकने नहीं दिया|

जैसे जैसे उन्होंने लिखने की क्षमता खोई, उन्होंने प्रतिपूरक दृश्य तरीकों का विकास किया यहाँ तक कि वह समीकरणों को ज्यामिति के संदर्भ में देखने लगे।

विकलांगता पर विजय 

जब हर किसी ने आशा खो दी तब स्टीफन अपने अटूट विश्वास और प्रयासों के दम पर इतिहास लिखने की शुरुआत कर चुके थे| उन्होंने अपनी अक्षमता और बीमारी को एक वरदान के रूप में लिए । उनके ख़ुद के शब्दों में “वह कहते हैं,

“मेरी बिमारी का पता चलने से पहले, मैं जीवन से बहुत ऊब गया था| ऐसा लग रहा था कि कुछ भी करने लायक नहीं रह गया है।”लेकिन जब उन्हें अचानक यह अहसास हुआ कि शायद वे अपनी पीएचडी भी पूरी नहीं कर पायेंगे तो उन्होंने, अपनी सारी ऊर्जा को अनुसंधान के लिए समर्पित कर दिया।

अपने एक इंटरव्यू में उन्होंने यह भी उल्लेख किया है –

“21 की उम्र में मेरी सारी उम्मीदें शून्य हो गयी थी और उसके बाद जो पाया वह बोनस है ।”
उनकी उनकी बीमारी  ठीक नहीं हुयी और उनकी बीमारी ने उन्हें व्हीलचेयर पर ला दिया और उन्हें एक कंप्यूटर मशीन के माध्यम से बात करने के लिए मजबूर कर दिया, लेकिन वे कभी रुके नहीं|उनके ख़ुद के शब्दों में

” हालांकि मैं चल नहीं सकता और कंप्यूटर के माध्यम से बात करनी पड़ती है, लेकिन अपने दिमाग से मैं आज़ाद हूँ“।“
बावजूद इसके कि स्टीफन हॉकिंग का शरीर एक जिन्दा लाश की तरह हो गया था लेकिन उन्होंने कभी हार नहीं मानी| वे यात्राएं करते है, सार्वजनिक कार्यक्रमों में भाग लेते है और आज लगभग 74 वर्ष की उम्र में निरंतर अपने शोध कार्य में लगे हुए है। उन्होंने विश्व को कई महत्वपूर्ण विचारधाराएँ प्रदान की और अंतरिक्ष विज्ञान के क्षेत्र में अपना अतुल्य योगदान दिया|

वे अंतरिक्ष में जाना चाहते है और वे कहते है कि उन्हें ख़ुशी होगी कि भले ही उनकी अंतरिक्ष में मृत्यु हो जाए|

जीने की इच्छा और चुनौतियों को स्वीकार करने के लिए तत्परता से स्टेफन हाकिंग ने यह साबित कर दिया कि मृत्यु निश्चित है, लेकिन जन्म और मृत्यु के बीच कैसे जीना चाहते हैं वह  हम पर निर्भर है|

---------------------------------------------------------

हम ख़ुद को मुश्किलों से घिरा पाकर निराशावादी नज़रिया लेकर मृत्यु का इंतज़ार कर सकतें या जीने की इच्छा और चुनौतियों को स्वीकार कर ख़ुद को अपने सपनों के प्रति समर्पित करके एक उद्देश्यपूर्ण जीवन जी सकते है|
'''
    )

def monkeyStory():
    print('''
एक बार कुछ बंदरों को एक बड़े से पिंजरे में डाला गया और वहां पर एक सीढी लगाई गई| सीढी के ऊपरी भाग पर कुछ केले लटका दिए गए|उन केलों को खाने के लिए एक बन्दर सीढी के पास पहुंचा|पानी डालने पर वह बन्दर भाग कर एक कोने में चला गया|

थोड़ी देर बाद एक दूसरा बन्दर सीढी के पास पहुंचा|

वह जैसे ही सीढी के ऊपर चढ़ने लगा, फिर से बन्दर पर ठंडा पानी गिरा दिया गया और इसकी सजा बाकि बंदरों को भी मिली और साथ-साथ दूसरे बंदरो पर भी ठंडा पानी गिरा दिया गया|

ठन्डे पानी के कारण सारे बन्दर भाग कर एक कोने में चले गए|यह प्रक्रिया चलती रही और जैसे ही कोई बन्दर सीढी पर केले खाने के लिए चढ़ता, उस पर और साथ-साथ बाकि बंदरों को इसकी सजा मिलती और उन पर ठंडा पानी डाल दिया जाता|

बहुत बार ठन्डे पानी की सजा मिलने पर बन्दर समझ गए कि अगर कोई भी उस सीढी पर चढ़ने की कोशिश करेगा तो इसकी सजा सभी को मिलेगी और उन सभी पर ठंडा पानी डाल दिया जाएगा|

अब जैसे ही कोई बन्दर सीढी के पास जाने की कोशिश करता तो बाकी सारे बन्दर उसकी पिटाई कर देते और उसे सीढी के पास जाने से रोक देते|

थोड़ी देर बाद उस बड़े से पिंजरे में से एक बन्दर को निकाल दिया गया और उसकी जगह एक नए बन्दर को डाला गया|

नए बन्दर की नजर केलों पर पड़ी| नया बन्दर वहां की परिस्थिति के बारे में नहीं जानता था इसलिए वह केले खाने के लिए सीढी की तरफ भागा| जैसे ही वह बन्दर उस सीढी की तरफ भागा, बाकि सारे बंदरों ने उसकी पिटाई कर दी|

नया बन्दर यह समझ नहीं पा रहा था कि उसकी पिटाई क्यों हुई | लेकिन जोरदार पिटाई से डरकर उसने केले खाने का विचार छोड़ दिया|

अब फिर एक पुराने बन्दर को उस पिंजरे से निकाला गया और उसकी जगह एक नए बन्दर को पिंजरे में डाला गया| नया बन्दर बेचारा वहां की परिस्थिति को नहीं जनता था इसलिए वह केले खाने के लिए सीढी की तरफ जाने लगा और यह देखकर बाकी सारे बंदरों ने उसकी पिटाई कर दी| पिटाई करने वालों में पिछली बार आया नया बन्दर भी शामिल था जबकि उसे यह भी नहीं पता था कि यह पिटाई क्यों हो रही है|

यह प्रक्रिया चलती रही और एक-एक करके पुराने बंदरों की जगह नए बंदरों को पिंजरे में डाला जाने लगा| जैसे ही कोई नया बन्दर पिंजरे में आता और केले खाने के लिए सीढी के पास जाने लगता तो बाकी सारे बन्दर उसकी पिटाई कर देते|

अब पिंजरे में सारे नए बन्दर थे जिनके ऊपर एक बार भी ठंडा पानी नहीं डाला गया था| उनमें से किसी को यह नहीं पता था कि केले खाने के लिए सीढी के पास जाने वाले की पिटाई क्यों होती है लेकिन उन सबकी एक-एक बार पिटाई हो चुकी थी|

अब एक और बन्दर को पिंजरे में डाला गया और आश्चर्य कि फिर से वही हुआ| सारे बंदरों ने उस नए बन्दर को सीढी के पास जाने से रोक दिया और उसकी पिटाई कर दी जबकि पिटाई करने वालों में से किसी को भी यह नहीं पता था कि वह पिटाई क्यों कर रहे है|

 ---------------------------
          हमारे जीवन भी ऐसा ही कुछ होता है|

अन्धविश्वास और कुप्रथाओं का चलन भी कुछ इसी तरह होता है क्योंकि उन हम लोग प्रथाओं और रीति-रिवाजों के पीछे का कारण जाने बिना ही उनका पालन करते रहते है और नए कदम उठाने की हिम्मत कोई नहीं करता क्योंकि ऐसा करने पर समाज के विरोध करने का डर बना रहता है|

कोई भी कुछ नया करने की सोचता है तो उसे कहीं न कहीं लोगों के विरोध का सामना करना ही पड़ता है|
          ''')     

def nidarta():
    print(
        '''
एक बार एक व्यवसायी पूरी तरह से कर्ज से डूब गया था और उसका व्यवसाय बंद होने के कगार पर था| वह बहुत चिंतित व निराश होकर एक बगीचे में बैठा था और सोच रहा था कि काश कोई उसकी कंपनी को बंद होने से बचा ले|तभी एक बूढ़ा व्यक्ति वहां पर आया और बोला – आप बहुत चिंतित लग रहे है, कृपया अपनी समस्या मुझे बताइये शायद मैं आपकी मदद कर सकूं |

व्यवसायी ने अपनी समस्या उस बूढ़े व्यक्ति को बताई|

व्यवसायी की समस्या सुनकर बूढ़े व्यक्ति ने अपनी जेब से चेकबुक निकाली और एक चेक लिखकर व्यवसायी को दे दिया और कहा – तुम यह चेक रखो और ठीक एक वर्ष बाद हम यहाँ फिर मिलेंगे तो तुम मुझे यह पैसे वापस लौटा देना|

व्यवसायी ने चेक देखा तो उसकी आँखे फटी रह गयी – उसके हाथों में 50 लाख का चेक था जिस पर उस शहर के सबसे अमीर व्यक्ति जॉन रोकफेलर के साइन थे|

उस व्यवसायी को यह विश्वास नहीं हो पा रहा था कि वह बूढ़ा व्यक्ति और कोई नहीं बल्कि उस शहर का सबसे अमीर व्यक्ति जॉन रोकफेलर था| उसने उस बूढ़े व्यक्ति को आस-पास देखा लेकिन वह व्यक्ति वहां से जा चुका था|व्यवसायी बहुत खुश था कि अब उसकी सारी चिंताएं समाप्त हो गयी है और अब वह इन पैसों से अपने व्यवसाय को फिर से खड़ा कर देगा|

लेकिन उसने निर्णय किया कि वह उस चेक को तभी इस्तेमाल करेगा जब उसे इसकी बहुत अधिक आवश्यकता होगी और उसके पास कोई दूसरा उपाय नहीं होगा|

उस व्यवसायी की निराशा और चिंताएं दूर हो चुकी थी| अब वह निडर होकर अपने व्यवसाय को नए आत्मविश्वास के साथ चलाने लगा क्योंकि उसके पास 50 लाख रूपये का चेक था जो जरूरत पड़ने पर काम आ सकता था|

उसने कुछ ही महीनों में व्यापारियों के साथ अच्छे समझौते कर लिए जिससे धीरे धीरे उसका व्यवसाय फिर से अच्छा चलने लगा और उसने उस चेक का इस्तेमाल किये बिना ही अपना सारा कर्जा चुका दिया|

ठीक एक वर्ष बाद व्यवसायी वही चेक लेकर उस बगीचे में पहुंचा जहाँ पर एक वर्ष पहले वह बूढ़ा आदमी उससे मिला था|वहां पर उसे वह बूढ़ा आदमी मिला, व्यवसायी ने चेक वापस करते हुए कहा – धन्यवाद आपका जो आपने बुरे वक्त में मेरी मदद की| आपके इस चेक ने मुझे इतनी हिम्मत दी कि मेरा व्यवसाय फिर से खड़ा हो गया और मुझे इस चेक का उपयोग करने की कभी जरूरत ही नहीं पड़ी|

वह अपनी बात पूरी करता तभी वहां पर पास ही के पागलखाने के कुछ कर्मचारी आ पहुंचे और उस बूढ़े आदमी को पकड़कर पागलखाने ले जाने लगे|

यह देखकर व्यवसायी ने कहा – यह आप क्या कर रहे है? आप जानते है यह कौन है? यह इस शहर के सबसे अमीर व्यक्ति जॉन रोकफेलर है|

पागलखाने के कर्मचारी ने कहा – यह तो एक पागल है जो खुद को जॉन रोकफेलर समझता है| यह हमेशा भागकर इस बगीचे में आ जाता है और लोगों से कहता है कि वह इस शहर का मशहूर व्यक्ति जॉन रोकफेलर है| हमें लगता है कि इसने आपको भी बेवकूफ बना दिया|

वह व्यवसायी पागलखाने के कर्मचारी की बाते सुनकर सुन्न हो गया| उसे यकीन नहीं हो पा रहा था कि वह व्यक्ति  जॉन रोकफेलर नहीं था और एक वर्ष से जिस चेक के दम पर वह आराम से अपने व्यवसाय में जोखिमें उठा रहा था वह नकली था|

वह काफी देर सोचता रहा फिर उसे समझ में आया कि यह पैसा नहीं था जिसके दम पर उसने अपना व्यवसाय वापस खड़ा किया है बल्कि यह तो उसकी निडरता और आत्मविश्वास था जो उसके भीतर ही था|
----------------------------------------------------------------
हमारे भीतर समस्त ब्रहांड की शक्ति निहित है जिसके बल पर हम कुछ भी कर सकते है लेकिन समस्या यह है कि हम कभी कभी नकारात्मकता, निराशा और डर के अन्धकार में इतना डूब जाते है कि हम भूल जाते है कि हमारे भीतर असीमित शक्ति है जो अंधकार को पल भर में दूर कर सकती है|जब हम आत्मविश्वास और निडरता का रास्ता चुनते है तो सारी रूकावटें अपने आप दूर हो जाती है|

'''
    )